// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Configuration sans fil";
TaskTOCTitle = "HP Auto Wireless Connect";
ConfirmSettingsTaskName = "Confirmer HP Auto Wireless Connect";
ConfirmSettingsTaskTOCTitle = "Confirmez les paramètres sans fil";
NetworkSelectTaskName = "Sélectionnez le réseau";
DeviceDiscoveryTaskName = "Sélectionner le périphérique";
DeviceDiscoveryTaskTitle = "Sélectionnez le périphérique à configurer";
ConfigureSettingsTaskName = "Configuration du périphérique";
ResultsTaskName = "Résultats de la configuration";

// confirmation pane
ConfirmationDescriptionText = "Si vous avez choisi d'utiliser HP Auto Wireless Connect, votre ordinateur se déconnectera temporairement de votre réseau sans fil. Vous devez donc terminer les téléchargements en cours. Cette interruption devrait durer environ trente secondes et votre connexion sans fil sera ensuite rétablie.";
HostNetworkDetectedTitle = "L'application a déterminé que votre ordinateur est connecté à un réseau sans fil avec les paramètres suivants :";
WirelessNetworkNameTitle = "Nom du réseau sans fil :";
CommunicationModeTitle = "Mode de communication :";
EncryptionTypeTitle = "Type de cryptage :";

WirelessNetworkChooseTitle = "Voulez-vous que votre périphérique soit configuré avec les paramètres ci-dessus ?";
KeepCurrentNetworkSettingsTitle = "Oui, conserver ces paramètres.";
ChooseAnotherNetworkSettingsTitle = "Non, je souhaite choisir un autre réseau.";
ShowSettingsTitle = "Afficher les paramètres";

// restore original network errors

FailedToRestoreOriginalNetworkErrorTitle = "Impossible de rétablir la connexion avec votre réseau sans fil d'origine.";

NoPasswordIsStoredInKeychainErrorMessageFormat = "L'assistant n'a pas pu récupérer les informations d'identification sur le réseau sans fil \"%@\" à partir de votre clé. Assurez-vous que votre Mac est connecté à un réseau filaire ou sans fil auquel votre périphérique a accès.";
PasswordFromKeychainNotAcceptedErrorMessageFormat = "Vos informations d'identification n'ont pas été acceptées par le réseau sans fil \"%@\". Assurez-vous que votre Mac est connecté à un réseau filaire ou sans fil auquel votre périphérique a accès.";
FailedToRestoreOriginalNetworkGenericErrorMessage = "Assurez-vous que votre point d'accès sans fil fonctionne correctement et se trouve à portée de votre Mac, puis essayez de rétablir la connexion manuellement.";

// network selection pane
NetworkSelectTitle = "Sélectionnez le nom de votre réseau sans fil dans la liste ci-dessous.";
SelectedNetworkPasswordTitle = "Mot de passe :";
NetworkSelectContinueDescription= "Cliquez sur Continuer pour ajouter le périphérique au réseau \"%@\".";
NetworkDiscoveryFailedTitle = "Échec de reconnaissance du réseau";
NetworkDiscoveryFailedDescription = "Aucun réseau sans fil n'a pu être détecté.";
SetupNetworkSelectedTitle = "Sélectionner un autre réseau";
SetupNetworkSelectedDescription = "Vous tentez de vous connecter à un réseau spécial qui a été créé par un périphérique d'impression. Cliquez sur OK, puis sélectionnez un autre réseau.";

NetworkNotAvailableTitle = "Réseau non disponible";
DeviceNetworkNotAvailableMessageFormat = "Le périphérique n'a pas pu accéder au réseau sans fil \"%@\". Assurez-vous que votre point d'accès sans fil fonctionne correctement et se trouve à portée de votre périphérique, ou choisissez un autre réseau.";
MacNetworkNotAvailableMessageFormat = "Le Mac n'a pas pu accéder au réseau sans fil \"%@\". Assurez-vous que votre point d'accès sans fil fonctionne correctement et qu'il est à portée de votre Mac ou choisissez un autre réseau.";
ChangeNetworkButtonTitle= "Changer de réseau";

LookingForNetworkMessageFormat = "Recherche du réseau : \"%@\"";

UnsupportedNetworkTitle = "Réseau non pris en charge";
UnsupportedNetworkMessageFormat = "Veuillez sélectionner un autre réseau ou contacter votre administrateur réseau pour obtenir une assistance.";

EnterpriseNetworkAlertTitle = "Réseau d'entreprise sélectionné";
EnterpriseNetworkAlertForUSBConnectionMessage = "Ce réseau est sécurisé par un type de chiffrement d'entreprise. Connectez l'imprimante au même réseau que votre ordinateur, puis utilisez le Serveur Web Incorporé (EWS) ou contactez votre administrateur.";
EnterpriseNetworkAlertForNetworkConnectionMessage = "Ce réseau est sécurisé par un type de chiffrement d'entreprise. Pour connecter l'imprimante à ce réseau, utilisez le Serveur Web Incorporé (EWS) ou contactez votre administrateur. Si vous choisissez d'utiliser le serveur EWS, votre ordinateur se déconnectera du réseau sans fil, puis se connectera à un réseau spécial créé par l'imprimante.";
ConfigureUsingEWSButtonTitle = "Configurer avec le serveur EWS";
ConnectingToDeviceProgressTitle = "Connexion au réseau du périphérique en cours...";

UnableToConnectToDeviceNetworkAlertMessage = "Assurez-vous que votre périphérique se trouve à portée de cet ordinateur et que le voyant bleu sur votre périphérique doit être en train de clignoter pour indiquer qu'il est en mode HP Auto Wireless Connect. Vous pouvez réinitialiser le mode HP Auto Wireless Connect à l'aide de l'option Restaurer les paramètres par défaut du réseau sur le panneau de commande du périphérique. Reportez-vous au manuel de l'utilisateur de votre périphérique pour connaître la procédure.";

// select device
DeviceNameColumnTitle = "Nom du périphérique";
DeviceModelColumnTitle = "Modèle du périphérique";
AllFilterTitle = "Toutes";
DevicesFilterLabel = "Périphériques :";
SupportedDevicesFilterTitle = "Pris en charge";

// configure
ConfigureTaskName = "Configuration de votre périphérique HP";
ConfigureTitle = "Configuration...";
NoteTitle = "Votre périphérique HP est en cours de configuration pour la mise en réseau sans fil. Cette opération peut prendre quelques minutes.";
RestoringNetworkSettings = "Restauration des paramètres réseau en cours...";

// particular errors
IncorrectPasswordTitle = "Mot de passe non accepté";
IncorrectPasswordDescription = "Le mot de passe n´a pas été accepté par le réseau sans fil \"%@\".\n\nVeuillez saisir à nouveau le mot de passe.";

DuplicateNetworkNameErrorTitle = "Noms de réseaux Wi-Fi en double";
DuplicateNetworkNameErrorDescription = "Les réseaux Wi-Fi \"%@\" ont été détectés en double. Veuillez vérifier les paramètres de votre routeur sans fil.";

MacAddressFilterErrorTitle = "Erreur de filtrage Wi-Fi";
MacAddressFilterErrorDescription = "L'adresse matérielle MAC du périphérique a été filtrée et n’est pas disponible dans \"%@\". Veuillez vérifier les paramètres de votre routeur sans fil.";

WeakSignalStrengthErrorTitle = "Signal faible";
WeakSignalStrengthErrorDescription = "L'intensité du signal sur le routeur sans fil \"%@\" est faible. Veuillez rapprocher le périphérique du routeur.";

DeviceNotReachableErrorTitle = "Périphérique non accessible";
DeviceNotReachableErrorDescription = "Les paramètres du réseau sans fil ont été téléchargés avec succès sur votre périphérique. Cependant, votre Mac n'a pas réussi à localiser votre périphérique sur le réseau.\n\nAssurez-vous que :\n• Votre Mac est connecté à un réseau filaire ou sans fil qui a accès à votre périphérique.\n• Votre périphérique est connecté au réseau sans fil\"%@\".";

EmptyPasswordError = "Mot de passe obligatoire.";
TooShortWPAPersonalPasswordError = "Le mot de passe doit comporter au moins 8 caractères.";
TooLongWPAPersonalPasswordError = "Le mot de passe est limité à 64 caractères.";

// results
ManualNetworkConfigurationTitle = "Manuel";
AutoNetworkConfigurationTitle = "Automatique";
LinklocalNetworkConfigurationTitle = "Link-local";
NetworkSettingsTitle = "Paramètres réseau";
ConfigurationFailedTaskName = "Echec de la configuration";
ConfigurationCompleteTaskName = "Configuration terminée";
ConfigurationFailedTitle = "L'assistant n'a pas pu configurer votre périphérique avec une connexion Wi-Fi.";
ConfigurationSucceededTitle = "Votre périphérique HP est désormais configuré correctement et a rejoint le réseau \"%@\".";

ConfigurationFailedNote = "Assurez-vous que le point d'accès sans fil fonctionne correctement, que votre périphérique se trouve à portée de celui-ci et qu'il est sous tension, mais inactif. Puis, cliquez sur Réessayer pour effectuer une nouvelle tentative.\n\n%@";
UnableToConnectToDeviceNetworkUSBSOWMessage = "Assurez-vous que votre périphérique est sous tension et se trouve à portée de cet ordinateur, puis cliquez sur Réessayer pour effectuer une nouvelle tentative. Le voyant bleu sur votre périphérique doit être en train de clignoter pour indiquer que le périphérique est en mode HP Auto Wireless Connect. Après avoir d'abord mis sous tension le périphérique pendant l'installation, ce mode restera activé pendant une heure jusqu'à ce que le périphérique soit connecté à un réseau.\n\n%@";
UnableToConnectToDeviceNetworkFPWithoutIndicatorSOWMessage = "Assurez-vous que votre périphérique est dans le champ de vision de cet ordinateur et qu'il est configuré en mode de connexion sans fil automatique HP. Cliquez ensuite sur Réessayer pour recommencer. Vous pouvez réinitialiser le mode de connexion sans fil automatique HP à l'aide de l'option de restauration des valeurs réseau par défaut accessible via le panneau de commande du périphérique. Consultez la documentation de votre périphérique pour connaître la procédure à suivre.\n\n%@";
UnableToConnectToDeviceNetworkFPWithIndicatorSOWMessage = "Assurez-vous que votre périphérique se trouve à portée de cet ordinateur et que le voyant bleu sur votre périphérique doit être en train de clignoter pour indiquer qu'il est en mode HP Auto Wireless Connect. Puis cliquez sur Réessayer pour effectuer une nouvelle tentative. Vous pouvez réinitialiser le mode HP Auto Wireless Connect à l'aide de l'option Restaurer les paramètres par défaut du réseau sur le panneau de commande du périphérique. Reportez-vous au manuel de l'utilisateur de votre périphérique pour connaître la procédure.\n\n%@";

ConfigurationFailedUSBSOWPart = "En variante, vous pouvez configurer votre périphérique en le connectant à cet ordinateur via un câble USB, puis en cliquant sur Réessayer. Une fois que le périphérique est configuré pour se connecter au réseau précédemment sélectionné, vous pouvez le déconnecter de l'ordinateur.";
ConfigurationFailedFPSOWPart = "En variante, vous pouvez configurer votre périphérique pour qu'il se connecte à votre réseau sans fil à l'aide de l'Assistant de configuration sans fil, accessible depuis le panneau de configuration du périphérique. Pour ce faire, procédez comme suit :
       1. Appuyez sur le bouton Sans fil ou sur l'icône Sans fil de votre périphérique.
       2. Sur l'écran du périphérique, ouvrez l'écran de statut de la liaison sans fil, puis sélectionnez Paramètres.
       3. Sélectionnez l'Assistant de configuration sans fil et suivez les instructions à l'écran.


Une fois l'exécution de l'assistant achevée avec succès, votre périphérique se connecte automatiquement au réseau.";

ConfigurationOverUSBFailedTitle = "L'assistant n'a pas pu configurer votre périphérique avec une connexion USB.";
ConfigurationOverUSBFailedNote = "Assurez-vous que le point d'accès sans fil fonctionne correctement, que votre périphérique se trouve à portée de celui-ci et qu'il est sous tension, mais inactif. Puis, cliquez sur Réessayer pour effectuer une nouvelle tentative.";
MoreInfoText = "Pour plus d'informations en ligne, consultez";
FailedTitle = "Échec de récupération des informations réseau";
BonjourServiceNameLabel = "Nom du service Bonjour :";
IPAddress = "Adresse IP :";
AddressMode = "Mode d'adresse :";
SubnetMask = "Masque de sous-réseau :";
DefaultGateway = "Passerelle par défaut :";
HostName = "Nom d'hôte :";
PrefixLength = "Longueur de préfixe:";
DisconnectUSBWarningText = "<b>Important :</b> veuillez débrancher maintenant le câble USB connecté à votre périphérique.";
DeviceNotLocatedWarningText = "Les paramètres du réseau sans fil ont été téléchargés avec succès sur votre périphérique. Toutefois, votre Mac n'est pas parvenu à localiser celui-ci sur le réseau.";

// network settings
Adhoc = "Adhoc";
Infrastructure = "Infrastructure";

// select network
NetworkColumnTitle = "Réseau";
SignalStrengthColumnTitle = "Force du signal";
EncryptionColumnTitle = "Cryptage";
ModeColumnTitle = "Mode";
